tap "homebrew/bundle"
brew "azure-cli"
brew "gh"
brew "nvm"
brew "rust"
brew "yarn"
cask "1password"
cask "arc"
cask "brave-browser"
cask "cleanshot"
cask "cron"
cask "fig"
cask "figma"
cask "firefox"
cask "insomnia"
cask "numi"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "warp"
vscode "alexcvzz.vscode-sqlite"
vscode "amodio.tsl-problem-matcher"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "clinyong.vscode-css-modules"
vscode "CodeSandbox-io.codesandbox-projects"
vscode "connor4312.esbuild-problem-matchers"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "joaompinto.vscode-graphviz"
vscode "mgmcdermott.vscode-language-babel"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "okitavera.vscode-nunjucks-formatter"
vscode "Prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "rebornix.ruby"
vscode "ronnidc.nunjucks"
vscode "sdras.inbedby7pm"
vscode "sdras.night-owl"
vscode "ShaneLiesegang.vscode-simple-icons-rev"
vscode "siddharthkp.codesandbox-black"
vscode "statelyai.stately-vscode"
vscode "svelte.svelte-vscode"
vscode "undefined_publisher.monaspace-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "ZixuanChen.vitest-explorer"
